app/controllers/resumes_controller.rb

SELECT "resumes".* FROM "resumes"
---
    def index
      @resumes = Resume.all

INSERT INTO "resumes" ("name", "attachment", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "aaaaa"], ["attachment", "Screencast-from-13-07-2020-18_10_54.mp4"], ["created_at", "2020-07-16 04:16:15.021014"], ["updated_at", "2020-07-16 04:16:15.021014"]]
---
   def create
      @resume = Resume.new(resume_params)

      if @resume.save

SELECT "resumes".* FROM "resumes" WHERE "resumes"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
DELETE FROM "resumes" WHERE "resumes"."id" = ?  [["id", 1]]
---
   def destroy
      @resume = Resume.find(params[:id])
      @resume.destroy